{"codes": [{"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Sicilia ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "insula"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Italia insula ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "non"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Rhenus ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "fluvius"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Brundisium ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "oppidum"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Sicilia et Sardinia ~ magnae sunt. [ANSWER]' from 'openai/text-ada-001'", "answer": "insulae"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Melita insula ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "parva"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Britannia non ~ parva, sed ~ ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "insula insula magna"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Brundisium non ~ ~, sed ~ magnum est. [ANSWER]' from 'openai/text-ada-001'", "answer": "oppidum parvum oppidum"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Est~ Brundisium in Graecia? [ANSWER]' from 'openai/text-ada-001'", "answer": "ne"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Brundisium ~ est in Gracia, ~ in Italia. [ANSWER]' from 'openai/text-ada-001'", "answer": "non sed"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. ~ est Sparta? [ANSWER]' from 'openai/text-ada-001'", "answer": "Ubi"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Sparta oppidum ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "Graecum"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Delphi ~ oppidum Graecum est. [ANSWER]' from 'openai/text-ada-001'", "answer": "quoque"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. Euboea, Naxus, Lesbos, Chios, ~ Graecae sunt. [ANSWER]' from 'openai/text-ada-001'", "answer": "insulae"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. In Graecia sunt ~ insulae. [ANSWER]' from 'openai/text-ada-001'", "answer": "multae"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. III ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "numerus"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. ~ est A? [ANSWER]' from 'openai/text-ada-001'", "answer": "Quid"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. A, B, C ~ Latinae sunt. [ANSWER]' from 'openai/text-ada-001'", "answer": "litterae"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. ~ _Gamma littera Latina est? [ANSWER]' from 'openai/text-ada-001'", "answer": "Num"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. _Gamma ~ littera ~, sed littera ~ est. [ANSWER]' from 'openai/text-ada-001'", "answer": "non Latina Graeca"}, {"code": "argmax 'You will be presented with a series of questions in Latin about geographical locations and basic Latin concepts. Understand the context of the question and respond accurately in Latin. Ensure your answers are grammatically correct. Provide the answer only. *Insula* ~ Latinum est. [ANSWER]' from 'openai/text-ada-001'", "answer": "vocabulum"}]}